import React from 'react';
import './Background.css';

const Background = () => {
  return (
    <div className="background">
      <div className="content -mt-14">
        <h1>សាលារៀនបែបឌីជីថល</h1><br />
        <h2>សម្រាប់ អ្នកបង្រៀន និងអ្នករៀនជំនាន់ថ្មី</h2>
        <p>សាលារៀននិម្មិតសម្រាប់គ្រូបង្រៀននិងអ្នកជំនាញធ្វើការចែករំលែកចំណេះដឹងហើយសិស្សអាចស្វ័យសិក្សា <br />
         បានដោយខ្លួនឯងនៅ លើសាលាឌីជីថល។ អ្នកអាចអានសៀវភៅ​ និងទស្សនាមេរៀនជាវីដេអូ​ ព្រមទាំងអាច <br />
          ​បង្កើតសាលារៀន និងបញ្ចូលមេរៀនបានដោយឥតគិតថ្លៃផងដែរ។.</p>
      </div>
    </div>
  );
};

export default Background;
